Repository: steventsao/byot
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Export transcript
zh_hans: 导出对话记录

source: Export transcript as Markdown
zh_hans: 将对话记录导出为 Markdown

source: Export transcript…
zh_hans: 导出对话记录…

source: Failed
zh_hans: 失败

source: Fetch webpage
zh_hans: 获取网页

source: File %lld
zh_hans: 文件 %lld

# File %lld of %lld
source: File %1$lld of %2$lld
zh_hans: 第 %1$lld 个文件，共 %2$lld 个

source: File context belongs to a different project. Remove this queued prompt and select the file again.
zh_hans: 文件上下文属于其他项目。请移除这条排队的提示词，然后重新选择文件。

source: File context belongs to a different project. Select the file again.
zh_hans: 文件上下文属于其他项目。请重新选择文件。

source: File no longer changed
zh_hans: 文件已不再有更改

source: File options
zh_hans: 文件选项

source: Files
zh_hans: 文件

source: Files changed by the selected prompt.
zh_hans: 所选提示词更改的文件。

source: Files changed by your latest prompt.
zh_hans: 你最近一条提示词更改的文件。

source: Files changed during this session.
zh_hans: 此会话期间更改的文件。

source: Fill in the form from your computer’s pairing code or a server on this Wi-Fi network.
zh_hans: 使用电脑上的配对码或此 Wi-Fi 网络中的服务器来填写表单。

source: Filled in from a pairing link. Check that this is your server before you save.
zh_hans: 已根据配对链接填写。保存前请确认这是你的服务器。

source: Fills in this server’s address
zh_hans: 填入此服务器的地址

source: Find files
zh_hans: 查找文件

source: Find nearby
zh_hans: 查找附近的服务器

source: Finish
zh_hans: 结束原因

source: Finish or cancel pending messages before switching back to the phone queue.
zh_hans: 切换回手机队列前，请先完成或取消待处理的消息。

source: Finish syncing saved messages and edits before resuming the queue.
zh_hans: 恢复队列前，请先完成已保存消息和编辑内容的同步。

source: Finished turns
zh_hans: 已完成的轮次

source: Finishing…
zh_hans: 正在完成…

source: Focus (optional)
zh_hans: 重点（可选）

source: Follow a running turn on the Lock Screen and in the Dynamic Island, including when it needs your approval. Add the byot widget to your Home Screen to see active sessions at a glance.
zh_hans: 在锁定屏幕和灵动岛上跟进正在运行的轮次，包括需要你批准的时候。将 byot 小组件添加到主屏幕，即可快速查看活跃的会话。

source: Fork
zh_hans: 分叉

source: Fork before this command
zh_hans: 在此命令之前分叉

source: Fork before this prompt
zh_hans: 在此提示词之前分叉

source: Fork conversation
zh_hans: 分叉对话

source: Forked from
zh_hans: 分叉自

source: Formatters
zh_hans: 格式化工具

source: Get notified when OpenCode needs approval, asks a question, finishes, or encounters an error—even when byot is closed.
zh_hans: 当 OpenCode 需要批准、提出问题、完成任务或遇到错误时收到通知，即使 byot 已关闭。

source: Getting this ready for byot…
zh_hans: 正在为 byot 准备内容…

source: Give this Mac a profile name.
zh_hans: 请为这台 Mac 设置一个配置名称。

source: Group by project
zh_hans: 按项目分组

source: Hide keyboard
zh_hans: 隐藏键盘

source: History
zh_hans: 历史记录

source: Home
zh_hans: 主目录

source: Hyphen
zh_hans: 连字符

source: Icons
zh_hans: 图标

source: Idle
zh_hans: 空闲

source: Image
zh_hans: 图像

source: Image %lld
zh_hans: 图像 %lld

source: Image, %@
zh_hans: 图像，%@

source: In background
zh_hans: 在后台

source: Include
zh_hans: 包含

source: Inherit this session’s agent or the server default.
zh_hans: 沿用此会话的智能体或服务器默认设置。

source: Input
zh_hans: 输入

source: Instructions
zh_hans: 指令

source: Its %lld sessions will no longer be listed.
zh_hans: 其 %lld 个会话将不再列出。

source: Its session will no longer be listed.
zh_hans: 其会话将不再列出。

source: Its sessions are kept.
zh_hans: 其会话将被保留。

source: Jump to latest
zh_hans: 跳到最新

source: Just now
zh_hans: 刚刚

source: Keep editing
zh_hans: 继续编辑

source: Keeps the words so far in your message.
zh_hans: 将目前识别的内容保留在你的消息中。

source: Keychain operation failed with status %@.
zh_hans: 钥匙串操作失败，状态码 %@。

source: Language servers
zh_hans: 语言服务器

source: Larger text
zh_hans: 较大文字

source: Last connected
zh_hans: 上次连接

source: Last reported tasks. Reconnecting to refresh progress.
zh_hans: 最近报告的任务。正在重新连接以刷新进度。

source: Leave blank to list known projects.
zh_hans: 留空以列出已知项目。

source: Leave empty to check every server saved in byot.
zh_hans: 留空以检查 byot 中保存的所有服务器。

source: Leave empty to use the login shell
zh_hans: 留空则使用登录 Shell

source: Left arrow
zh_hans: 左箭头

source: Light
zh_hans: 浅色

# Line %@: %@
source: Line %1$@: %2$@
zh_hans: 第 %1$@ 行：%2$@

# Line %@: %@%@
source: Line %1$@: %2$@%3$@
zh_hans: 第 %1$@ 行：%2$@%3$@

# Lines %lld–%lld
source: Lines %1$lld–%2$lld
zh_hans: 第 %1$lld–%2$lld 行

source: Link %lld
zh_hans: 链接 %lld

source: Link copied
zh_hans: 已拷贝链接

source: List files
zh_hans: 列出文件

source: Listening
zh_hans: 正在聆听

source: Listening…
zh_hans: 正在聆听…

source: Lists OpenCode sessions waiting for your approval or answer, and sessions whose last turn failed.
zh_hans: 列出等待你批准或回答的 OpenCode 会话，以及上一轮失败的会话。

source: Live Activities
zh_hans: 实时活动

source: Live session activity could not be confirmed. Your queued message is paused to avoid sending it twice.
zh_hans: 无法确认会话的实时活动。你排队的消息已暂停，以免重复发送。

source: Live updates disconnected. Reconnecting and reconciling with OpenCode.
zh_hans: 实时更新已断开。正在重新连接并与 OpenCode 同步。

source: Live updates disconnected: %@ Reconnecting automatically.
zh_hans: 实时更新已断开：%@ 正在自动重新连接。

source: Live updates ended. Reconnecting automatically.
zh_hans: 实时更新已结束。正在自动重新连接。

source: Live updates exceeded the safe event size. Reconnecting and reconciling with OpenCode.
zh_hans: 实时更新超出了安全的事件大小。正在重新连接并与 OpenCode 同步。

source: Live updates fell behind. Reconnecting and reconciling with OpenCode.
zh_hans: 实时更新已落后。正在重新连接并与 OpenCode 同步。

source: Loading
zh_hans: 正在载入

source: Loading changes
zh_hans: 正在载入更改

source: Loading files
zh_hans: 正在载入文件

source: Loading models
zh_hans: 正在载入模型

source: Loading projects
zh_hans: 正在载入项目

source: Loading sessions
zh_hans: 正在载入会话

source: Loading sessions…
zh_hans: 正在载入会话…

source: Loading settings
zh_hans: 正在载入设置

source: Loading subagents
zh_hans: 正在载入子智能体

source: Loading transcript
zh_hans: 正在载入对话记录

source: Loading worktrees
zh_hans: 正在载入工作树

source: Loading…
zh_hans: 正在载入…

source: Local network, not encrypted
zh_hans: 本地网络，未加密

source: Login shell
zh_hans: 登录 Shell

source: Looking nearby
zh_hans: 正在查找附近的服务器

source: Lost the connection to the terminal.
zh_hans: 与终端的连接已中断。

source: MCP servers
zh_hans: MCP 服务器

source: Main checkout
zh_hans: 主检出

source: Main session
zh_hans: 主会话

source: Make a pairing code
zh_hans: 生成配对码

source: Manage public link
zh_hans: 管理公开链接

source: Manage worktrees
zh_hans: 管理工作树

source: Manual
zh_hans: 手动

source: Manual sharing creates a link only when you share a session.
zh_hans: 手动分享只在你分享会话时创建链接。

source: May be out of date
zh_hans: 可能不是最新状态

source: May be out of date. Open byot for the latest status
zh_hans: 可能不是最新状态。打开 byot 查看最新状态

source: Message
zh_hans: 消息

source: Message queue
zh_hans: 消息队列

source: Message queued
zh_hans: 消息已排队

source: Messages in context
zh_hans: 上下文中的消息

source: Messages marked Accepted can run with byot closed. Saved on this iPhone means the upload still needs to finish.
zh_hans: 标记为“已接收”的消息可在 byot 关闭时运行。“已保存在此 iPhone 上”表示仍需完成上传。

source: Model
zh_hans: 模型

source: Model variant
zh_hans: 模型变体

source: Models
zh_hans: 模型

source: Modified
zh_hans: 已修改

source: Move down
zh_hans: 下移

source: Move up
zh_hans: 上移

source: Mute notifications
zh_hans: 静音通知

source: Name
zh_hans: 名称

source: Name (optional)
zh_hans: 名称（可选）

source: Nearby servers connect over plain HTTP on this network, so anyone on it could read the traffic. Use HTTPS on shared Wi-Fi. You’ll still enter the server password.
zh_hans: 附近的服务器通过此网络上的明文 HTTP 连接，因此网络上的任何人都可能读取流量。在共享 Wi-Fi 上请使用 HTTPS。你仍需输入服务器密码。

source: Needs Attention
zh_hans: 需要处理

source: Needs attention
zh_hans: 需要注意

source: Needs client registration
zh_hans: 需要注册客户端

source: Needs input
zh_hans: 需要输入

source: Needs review · won’t resend
zh_hans: 需要查看 · 不会重新发送

source: Needs sign-in
zh_hans: 需要登录

source: Needs you
zh_hans: 需要你处理

source: Needs your response
zh_hans: 需要你回应

source: New Session
zh_hans: 新会话

source: New messages in this conversation keep appearing on the page until you unpublish it.
zh_hans: 在你取消发布之前，此对话中的新消息会持续显示在页面上。

source: New session
zh_hans: 新会话

source: New session in %@
zh_hans: 在 %@ 中新建会话

source: New sessions start with this agent. Automatic uses Build.
zh_hans: 新会话使用此智能体开始。“自动”使用 Build。

source: New terminal
zh_hans: 新终端

source: New worktree
zh_hans: 新工作树

source: Next Session
zh_hans: 下一个会话

source: Next file
zh_hans: 下一个文件

source: Next subagent
zh_hans: 下一个子智能体

source: No
zh_hans: 否

source: No MCP servers configured
zh_hans: 未配置 MCP 服务器

source: No QR code found in that photo. Crop it to the code and try again.
zh_hans: 该照片中未找到二维码。请裁剪到只包含二维码后重试。

source: No activity
zh_hans: 无活动

source: No branch changes
zh_hans: 分支没有更改

source: No camera available
zh_hans: 没有可用的相机

source: No changed files
zh_hans: 没有已更改的文件

source: No changes
zh_hans: 没有更改

source: No changes in this turn
zh_hans: 本轮没有更改

source: No connected providers reported models. Type a model ID such as anthropic/claude-sonnet-4-5 in the search field.
zh_hans: 已连接的提供商没有报告模型。请在搜索栏中输入模型 ID，例如 anthropic/claude-sonnet-4-5。

source: No files
zh_hans: 没有文件

source: No formatters enabled for this project
zh_hans: 此项目未启用格式化工具

source: No language servers running
zh_hans: 没有正在运行的语言服务器

source: No line changes
zh_hans: 没有行更改

source: No matches
zh_hans: 没有匹配项

source: No matching models
zh_hans: 没有匹配的模型

source: No matching sessions
zh_hans: 没有匹配的会话

source: No microphone is available. End any call or recording using it, then try again.
zh_hans: 没有可用的麦克风。请结束正在使用麦克风的通话或录音，然后重试。

source: No models
zh_hans: 没有模型

source: No output
zh_hans: 没有输出

source: No projects.
zh_hans: 没有项目。

source: No queued messages
zh_hans: 没有排队的消息

source: No recent sessions. Check that your server is running, or start a new session.
zh_hans: 没有最近的会话。请确认你的服务器正在运行，或开始新会话。

source: No servers found yet
zh_hans: 尚未找到服务器

source: No session changes
zh_hans: 会话没有更改

source: No session selected
zh_hans: 未选择会话

source: No sessions
zh_hans: 没有会话

source: No sessions yet
zh_hans: 还没有会话

source: No status available
zh_hans: 没有可用的状态

source: No subagents yet
zh_hans: 还没有子智能体

source: No tasks reported
zh_hans: 未报告任务

source: No terminals
zh_hans: 没有终端

source: No turn to undo.
zh_hans: 没有可撤销的轮次。

source: No uncommitted changes
zh_hans: 没有未提交的更改

source: No undone turn to restore.
zh_hans: 没有可恢复的已撤销轮次。

source: No worktrees
zh_hans: 没有工作树

source: None
zh_hans: 无

source: Not Now
zh_hans: 以后

source: Not a Git repository
zh_hans: 不是 Git 仓库

source: Not connected
zh_hans: 未连接

source: Not offered by a connected provider
zh_hans: 已连接的提供商未提供此模型

source: Not selected
zh_hans: 未选择

source: Nothing needs you
zh_hans: 没有需要你处理的事项

source: Nothing needs you right now.
zh_hans: 目前没有需要你处理的事项。

source: Nothing running
zh_hans: 没有正在运行的会话

source: Nothing to export yet.
zh_hans: 还没有可导出的内容。

source: Notification companion disconnected.
zh_hans: 通知配套程序已断开连接。

source: Notifications
zh_hans: 通知

source: Notifications are disabled for byot. Enable them in iOS Settings, then try again.
zh_hans: byot 的通知已关闭。请在 iOS“设置”中开启，然后重试。

source: Notifications use private, generic text. Your prompts, code, server password, and session titles are never included. Touch and hold an approval to allow it once or reject it, or reply to a question. You’ll unlock your iPhone first, and byot sends your response straight to your server. Nothing is ever approved automatically.
zh_hans: 通知只使用私密的通用文本，绝不包含你的提示词、代码、服务器密码和会话标题。 按住批准请求可以允许一次或拒绝，也可以回复问题。你需要先解锁 iPhone，byot 会将你的回复直接发送到你的服务器。任何请求都不会被自动批准。

source: Notify only
zh_hans: 仅通知

source: OK
zh_hans: 好

source: Off
zh_hans: 关闭

source: Offline
zh_hans: 离线

source: On
zh_hans: 开启

source: On a computer on this Wi-Fi network, start OpenCode with --mdns. byot keeps looking while this page is open. If nothing appears, check that Local Network is on for byot in Settings.
zh_hans: 在此 Wi-Fi 网络中的电脑上，使用 --mdns 启动 OpenCode。此页面打开期间，byot 会持续查找。如果没有找到，请在“设置”中确认已为 byot 开启“本地网络”。

source: On this network
zh_hans: 此网络上

source: Only file metadata changed.
zh_hans: 仅文件元数据有更改。

source: Open ${session}
zh_hans: 打开 ${session}

source: Open Session
zh_hans: 打开会话

source: Open Settings
zh_hans: 打开“设置”

source: Open a shell in %@ on this server.
zh_hans: 在此服务器的 %@ 中打开 Shell。

source: Open a terminal in
zh_hans: 在以下项目中打开终端

source: Open byot and connect a server to follow its sessions here.
zh_hans: 打开 byot 并连接服务器，即可在这里跟进其会话。

source: Open byot for the latest status
zh_hans: 打开 byot 查看最新状态

source: Open byot to choose a session and send it. byot keeps it for two days.
zh_hans: 打开 byot 选择会话并发送。byot 会保留两天。

source: Open byot to refresh
zh_hans: 打开 byot 以刷新

source: Open byot to respond
zh_hans: 打开 byot 进行回复

source: Open byot to see your sessions here.
zh_hans: 打开 byot 即可在这里查看你的会话。

source: Open iOS notification settings
zh_hans: 打开 iOS 通知设置

source: Open in byot
zh_hans: 在 byot 中打开

source: Open server file %@
zh_hans: 打开服务器文件 %@

source: Open to answer
zh_hans: 打开以回答

# OpenCode %@ is newer than the verified %@ baseline.
source: OpenCode %1$@ is newer than the verified %2$@ baseline.
zh_hans: OpenCode %1$@ 比已验证的基线版本 %2$@ 更新。

# OpenCode %@ is older than the minimum supported %@. Upgrade to %@ or later.
source: OpenCode %1$@ is older than the minimum supported %2$@. Upgrade to %3$@ or later.
zh_hans: OpenCode %1$@ 低于支持的最低版本 %2$@。请升级到 %3$@ 或更高版本。

# OpenCode %@ is older than the verified %@ baseline.
source: OpenCode %1$@ is older than the verified %2$@ baseline.
zh_hans: OpenCode %1$@ 低于已验证的基线版本 %2$@。

# OpenCode 2 (%@) is not supported. This app requires OpenCode %@+ (v1).
source: OpenCode 2 (%1$@) is not supported. This app requires OpenCode %2$@+ (v1).
zh_hans: 不支持 OpenCode 2（%1$@）。此 App 需要 OpenCode %2$@+（v1）。

source: OpenCode 2 beta. Some server features may be unavailable.
zh_hans: OpenCode 2 测试版。部分服务器功能可能不可用。

source: OpenCode Project
zh_hans: OpenCode 项目

source: OpenCode Server
zh_hans: OpenCode 服务器

source: OpenCode Session
zh_hans: OpenCode 会话

source: OpenCode checks out a new branch, opencode/<name>, in its own folder on the server. Leave the name empty for a random one.
zh_hans: OpenCode 会在服务器上的独立文件夹中检出新分支 opencode/<名称>。名称留空则随机生成。

source: OpenCode chooses
zh_hans: 由 OpenCode 选择

source: OpenCode compacts the conversation automatically when the context is nearly full. You can also compact it yourself from the actions menu.
zh_hans: 上下文快满时，OpenCode 会自动压缩对话。你也可以从操作菜单中手动压缩。

source: OpenCode couldn’t check out the worktree.
zh_hans: OpenCode 无法检出工作树。

source: OpenCode couldn’t run the command.
zh_hans: OpenCode 无法运行该命令。

source: OpenCode did not confirm compaction.
zh_hans: OpenCode 未确认压缩。

source: OpenCode did not confirm that the stalled turn was stopped.
zh_hans: OpenCode 未确认已停止卡住的轮次。

source: OpenCode did not confirm that the turn was stopped.
zh_hans: OpenCode 未确认已停止该轮次。

source: OpenCode did not provide a reusable permission scope.
zh_hans: OpenCode 未提供可复用的权限范围。

source: OpenCode didn’t include a patch for this file.
zh_hans: OpenCode 未包含此文件的补丁。

source: OpenCode didn’t return a link for this session. Sharing may be turned off on the server.
zh_hans: OpenCode 未返回此会话的链接。服务器上可能已关闭分享。

source: OpenCode formats the files it edits with the enabled formatter for each file type.
zh_hans: OpenCode 会使用为每种文件类型启用的格式化工具来格式化它编辑的文件。

source: OpenCode has a question
zh_hans: OpenCode 有一个问题

source: OpenCode hasn’t listed its agents yet. Reload commands, then run this again.
zh_hans: OpenCode 尚未列出其智能体。请重新载入命令，然后再次运行。

source: OpenCode kept only part of this output.
zh_hans: OpenCode 只保留了部分输出。

source: OpenCode on port %@
zh_hans: 端口 %@ 上的 OpenCode

source: OpenCode picks a name and creates its branch in a new folder on the server.
zh_hans: OpenCode 会选取一个名称，并在服务器上的新文件夹中创建其分支。

source: OpenCode rejected the username or password.
zh_hans: OpenCode 拒绝了用户名或密码。

source: OpenCode reloads every project on the server to apply them. Agents that are working may stop.
zh_hans: OpenCode 会重新载入服务器上的所有项目以应用设置。正在工作的智能体可能会停止。

source: OpenCode reported an unhealthy status. Restart the server and try again.
zh_hans: OpenCode 报告了异常状态。请重新启动服务器，然后重试。

source: OpenCode reported an unrecognized version “%@”.
zh_hans: OpenCode 报告了无法识别的版本“%@”。

source: OpenCode reports this file changed, but it can’t be shown as text.
zh_hans: OpenCode 报告此文件已更改，但无法以文本形式显示。

# OpenCode returned %@ instead of JSON for %@.
source: OpenCode returned %1$@ instead of JSON for %2$@.
zh_hans: OpenCode 为 %2$@ 返回了 %1$@，而不是 JSON。

# OpenCode returned %@: %@
source: OpenCode returned %1$@: %2$@
zh_hans: OpenCode 返回了 %1$@：%2$@

source: OpenCode returned HTTP %@.
zh_hans: OpenCode 返回了 HTTP %@。

source: OpenCode returned a non-JSON response instead of JSON for %@.
zh_hans: OpenCode 为 %@ 返回了非 JSON 响应。

source: OpenCode returned a repeated pagination cursor.
zh_hans: OpenCode 返回了重复的分页游标。

source: OpenCode returned a repeated session cursor.
zh_hans: OpenCode 返回了重复的会话游标。

source: OpenCode returned to idle without a reply. Choose another model if needed, then retry the last message.
zh_hans: OpenCode 未回复就回到了空闲状态。如有需要，请选择其他模型，然后重试最后一条消息。

source: OpenCode server
zh_hans: OpenCode 服务器

source: OpenCode servers
zh_hans: OpenCode 服务器

source: OpenCode starts language servers as the agent opens matching files.
zh_hans: 智能体打开匹配的文件时，OpenCode 会启动相应的语言服务器。

source: OpenCode stopped the command when it ran too long.
zh_hans: 命令运行时间过长，OpenCode 已将其停止。

source: OpenCode studies this project, then creates or updates AGENTS.md with guidance for future sessions. It runs as a turn with %@.
zh_hans: OpenCode 会研究此项目，然后创建或更新 AGENTS.md，为以后的会话提供指导。它将使用%@作为一个轮次运行。

source: OpenCode uploads this conversation, including code and tool output, to its share service. New messages keep syncing until you unpublish.
zh_hans: OpenCode 会将此对话（包括代码和工具输出）上传到其分享服务。在你取消发布之前，新消息会持续同步。

source: OpenCode v2 does not report the model reasoning capability.
zh_hans: OpenCode v2 不报告模型的推理能力。

source: OpenCode v2 does not report the model temperature capability.
zh_hans: OpenCode v2 不报告模型的温度参数支持。

source: OpenCode v2 does not report whether a provider is connected.
zh_hans: OpenCode v2 不报告提供商是否已连接。

source: OpenCode v2 file search does not expose workspace symbols yet.
zh_hans: OpenCode v2 的文件搜索尚不提供工作区符号。

source: OpenCode was busy with another turn. Run the command again when the session is idle.
zh_hans: OpenCode 正忙于另一个轮次。请在会话空闲时再次运行该命令。

source: Opening
zh_hans: 正在打开

source: Opening terminal
zh_hans: 正在打开终端

source: Opens a shell in %@
zh_hans: 在 %@ 中打开 Shell

source: Opens an OpenCode session in byot.
zh_hans: 在 byot 中打开 OpenCode 会话。

source: Opens full screen
zh_hans: 全屏打开

source: Opens the default shell. Touch and hold to choose another.
zh_hans: 打开默认 Shell。按住可选择其他 Shell。

source: Opens the published conversation in your browser.
zh_hans: 在浏览器中打开已发布的对话。

source: Opens the subagent session
zh_hans: 打开子智能体会话

source: Opens this conversation
zh_hans: 打开此对话

source: Opens this file’s changes
zh_hans: 打开此文件的更改

source: Opens this session with what you shared in the message.
zh_hans: 打开此会话，并将你分享的内容放入消息中。

source: Other directory…
zh_hans: 其他目录…

source: Other ways
zh_hans: 其他方式

source: Output
zh_hans: 输出

source: Pair another companion
zh_hans: 配对其他配套程序

source: Pair your computer again.
zh_hans: 请重新配对你的电脑。

source: Pairing replaces the previous companion for this server on this iPhone. Other iPhones can pair separately.
zh_hans: 配对会替换此 iPhone 上该服务器之前的配套程序。其他 iPhone 可以分别配对。

source: Paste
zh_hans: 粘贴

source: Pastes a byot pairing link or server address
zh_hans: 粘贴 byot 配对链接或服务器地址

source: Patch
zh_hans: 补丁

source: Paths
zh_hans: 路径

source: Pause queue
zh_hans: 暂停队列

source: Pausing prevents the next message from starting. Use Stop in the conversation to interrupt the current turn.
zh_hans: 暂停会阻止下一条消息开始。要中断当前轮次，请在对话中使用“停止”。

source: Permission requested
zh_hans: 请求权限

source: Photo %lld
zh_hans: 照片 %lld

# Photo %lld.%@
source: Photo %1$lld.%2$@
zh_hans: 照片 %1$lld.%2$@

source: Plain HTTP is only used for servers found nearby or added with a pairing code. Use HTTPS, or scan the server’s pairing code.
zh_hans: 明文 HTTP 仅用于在附近找到或通过配对码添加的服务器。请使用 HTTPS，或扫描服务器的配对码。

source: Plain HTTP pairing codes must use a local network IP address. Use an HTTPS address, such as one from Tailscale Serve.
zh_hans: 明文 HTTP 配对码必须使用本地网络 IP 地址。请使用 HTTPS 地址，例如来自 Tailscale Serve 的地址。

source: Plain HTTP works only with a local network IP address. Use HTTPS for any other address.
zh_hans: 明文 HTTP 仅适用于本地网络 IP 地址。其他地址请使用 HTTPS。

source: Plugins
zh_hans: 插件

source: Point the camera at the pairing code on your computer.
zh_hans: 将相机对准电脑上的配对码。

source: Point the camera at the pairing code shown on your computer. byot fills in the address and sign-in; nothing is saved until you tap Save.
zh_hans: 将相机对准电脑上显示的配对码。byot 会填入地址和登录信息；在你轻点“存储”之前不会保存任何内容。

source: Preparing diff
zh_hans: 正在准备差异

source: Preparing preview
zh_hans: 正在准备预览

source: Preparing worktree…
zh_hans: 正在准备工作树…

source: Preparing…
zh_hans: 正在准备…

source: Preview
zh_hans: 预览

source: Preview %@
zh_hans: 预览“%@”

source: Preview server file %@
zh_hans: 预览服务器文件 %@

source: Preview unavailable
zh_hans: 无法预览

source: Previous Session
zh_hans: 上一个会话

source: Previous file
zh_hans: 上一个文件

source: Previous subagent
zh_hans: 上一个子智能体

source: Primary agents
zh_hans: 主要智能体

source: Privacy policy
zh_hans: 隐私政策

source: Private
zh_hans: 私密

source: Process exited
zh_hans: 进程已退出

source: Process exited with code %lld
zh_hans: 进程已退出，退出码 %lld

source: Project
zh_hans: 项目

source: Project ID
zh_hans: 项目 ID

source: Project order
zh_hans: 项目排序

source: Project root
zh_hans: 项目根目录

source: Project status
zh_hans: 项目状态

source: Projects
zh_hans: 项目

source: Prompt
zh_hans: 提示词

source: Provider
zh_hans: 提供商

source: Providers
zh_hans: 提供商

source: Public
zh_hans: 公开

source: Public link
zh_hans: 公开链接

source: Public on the web
zh_hans: 已在网页上公开

source: Publish
zh_hans: 发布

source: Publish a read-only copy of this conversation. Anyone with the link will be able to view it.
zh_hans: 发布此对话的只读副本。拥有链接的任何人都可以查看。

source: Publish on web
zh_hans: 发布到网页

source: Published on the web
zh_hans: 已发布到网页

source: Published. Anyone with the link can view this conversation.
zh_hans: 已发布。拥有链接的任何人都可以查看此对话。

source: Publishing…
zh_hans: 正在发布…

source: Question
zh_hans: 问题

source: Question for you
zh_hans: 有问题需要你回答

source: Questions
zh_hans: 问题

source: Queue Message
zh_hans: 将消息排队

source: Queue message
zh_hans: 将消息排队

source: Queue messages on your computer so they continue after you close byot. Prompts and attachments are encrypted before they pass through the BYOT relay. Your computer must stay awake and the companion must keep running.
zh_hans: 将消息排入电脑上的队列，这样在你关闭 byot 后它们也会继续运行。提示词和附件在经过 BYOT 中继之前会被加密。你的电脑必须保持唤醒，且配套程序必须持续运行。

source: Queue paused
zh_hans: 队列已暂停

source: Queue paused · %lld pending
zh_hans: 队列已暂停 · %lld 条待处理

source: Queued
zh_hans: 已排队

source: Queued %lld
zh_hans: 排队第 %lld 条

source: Queued message is waiting for session status: %@
zh_hans: 排队的消息正在等待会话状态：%@

source: Read clipboard
zh_hans: 读取剪贴板

source: Read file
zh_hans: 读取文件

source: Read tasks
zh_hans: 读取任务

source: Read-only. Change settings in opencode.json on the server. Secrets such as API keys are hidden.
zh_hans: 只读。请在服务器上的 opencode.json 中更改设置。API 密钥等机密信息已隐藏。

source: Reading file
zh_hans: 正在读取文件

source: Reading photo
zh_hans: 正在读取照片

source: Reasoning
zh_hans: 推理

source: Recent activity
zh_hans: 最近活动

source: Recent sessions
zh_hans: 最近的会话

source: Reconnect
zh_hans: 重新连接

source: Reconnect the companion in Notifications settings. Your unsent messages are saved here.
zh_hans: 请在“通知”设置中重新连接配套程序。你未发送的消息已保存在这里。

source: Reconnect the companion to pause this queue.
zh_hans: 请重新连接配套程序以暂停此队列。

source: Reconnect the companion.
zh_hans: 请重新连接配套程序。

source: Reconnect the computer companion before queueing messages.
zh_hans: 排队消息前，请先重新连接电脑端配套程序。

source: Reconnecting
zh_hans: 正在重新连接

source: Reconnecting (%lld)
zh_hans: 正在重新连接（%lld）

source: Reconnecting to the terminal
zh_hans: 正在重新连接到终端

source: Reconnecting…
zh_hans: 正在重新连接…

source: Redo
zh_hans: 重做

source: Redo or send your revised prompt before compacting.
zh_hans: 压缩前，请先重做或发送修改后的提示词。
